Repository: Abdulkrim/CLIENT-APP
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Credit
tr: Kredi

source: User
tr: Kullanıcı

# addCashier
source: Add Operator
tr: Operatör Ekle

# editCashier
source: Edit Operator
tr: Operatörü Düzenle

source: Role
tr: Rol

# addUserDesTran
source: Adding a user can help ensure efficient transactions.
tr: Bir kullanıcı eklemek işlemlerin verimli olmasına yardımcı olabilir.

# addUserDesStock
source: Adding a user to inventory can streamline the sales process, improve customer service, and help to keep track of inventory levels in real-time.
tr: Envantere bir kullanıcı eklemek satış sürecini kolaylaştırabilir,

source: Password
tr: Şifre

# selectDateRange
source: Select Range of Date
tr: Tarih Aralığını Seçin

# selectValidExcelFile
source: Select a valid excel file
tr: Geçerli bir excel dosyası seçin

# DropExcelFile
source: Drop excel file here
tr: Excel dosyasını buraya bırakın

# thisFieldRequired
source: this field is required
tr: bu alan gereklidir

source: Import Product
tr: Ürünü İthal Et

source: Download a
tr: İndir

# csvTemp
source: sample CSV Template
tr: örnek CSV Şablonu

# publishNewPro
source: Publish new products to all branches.
tr: Yeni ürünleri tüm şubelere yayınlayın.

# replaceProduct
source: If there are any existing products with the same details, please replace them with the new products.
tr: Aynı detaylara sahip mevcut ürünler varsa lütfen yeni ürünlerle değiştirin.

source: Dashboard
tr: Kontrol Paneli

source: Product Listing
tr: Ürün Listeleme

source: Item Listing
tr: Öğe Listeleme

source: Tables Management
tr: Tablo Yönetimi

source: Order Management
tr: Sipariş Yönetimi

source: Stock
tr: Stoklamak

source: Support And Privacy
tr: Destek ve Gizlilik

source: Subscription
tr: Abonelik

# expense
source: Expenses
tr: Giderler

source: Customers
tr: Müşteriler

source: Cashiers
tr: Kasiyerler

source: Login
tr: Giriş yapmak

source: Username
tr: Kullanıcı adı

# forgetPass
source: Forget password?
tr: Şifrenizi mi unuttunuz?

# userNameAdPassRequired
source: username and password is required
tr: kullanıcı adı ve şifre gerekli

# dontHaveAccount
source: Don't have an account?
tr: Hesabınız yok mu?

source: Sign up here
tr: Buradan kaydolun

# alreadyExisting
source: Already an existing user?
tr: Zaten mevcut bir kullanıcı mısınız?

source: Sign Up
tr: Üye olmak

# passIsRequired
source: Password is required
tr: Şifre gerekli

source: Email is required
tr: E-posta gerekli

source: UserName is required
tr: KullanıcıAdı gerekli

source: Congratulation!
tr: Tebrikler!

# registrationCompleted
source: Registration has been completed. Your credentials have been sent to your email.
tr: Kayıt tamamlandı.

# enterEmailToSendOtp
source: Enter the email you registered with to receive the OTP code. Then enter the received code and you new desired password
tr: OTP kodunu almak için kaydolduğunuz e-posta adresini girin.

# sendChangePassRequest
source: Send Change Password Request
tr: Şifre Değiştirme İsteği Gönder

# changePass
source: Change Password
tr: Şifre değiştir

# newPass
source: New Password
tr: Yeni Şifre

# referenceID
source: Reference Number
tr: Referans Numarası

# enterReferenceID
source: Enter Reference Number for transaction
tr: İşlem için Referans Numarasını Girin

# reportsByCashiers
source: Cashiers Reports
tr: Kasiyer Raporları

# reportsBySubCategory
source: SubCategories Reports
tr: Alt Kategori Raporları

# reportsByProducts
source: Products Reports
tr: Ürün Raporları

source: Reports
tr: Raporlar

source: Business Hours
tr: Çalışma Saatleri

source: Add Exception
tr: İstisna Ekle

# defaultBusinessHoursType
source: Default
tr: Varsayılan

# deliveryBusinessHoursType
source: Delivery
tr: Teslimat

# pickupBusinessHoursType
source: Pick up
tr: Toplamak

# bookingBusinessHoursType
source: Booking
tr: Rezervasyon

source: Download
tr: İndirmek

source: Delete
tr: Silmek

source: Manage Add-on items
tr: Eklenti öğelerini yönet

source: Customer Type
tr: Müşteri Türü

source: Credit Balance
tr: Kredi Bakiyesi

source: Transaction History
tr: İşlem Geçmişi

source: View Customer Information
tr: Müşteri Bilgilerini Görüntüle

source: Customer Information
tr: Müşteri Bilgileri

# createPayment
source: Create a Payment
tr: Ödeme Oluştur

source: View Credit History
tr: Kredi Geçmişini Görüntüle

source: Enter Visa Transaction Number
tr: Vize İşlem Numarasını Girin

source: Save Payment
tr: Ödemeyi Kaydet

# remainingBalance
source: The remaining balance
tr: Kalan bakiye

source: Credit History
tr: Kredi geçmişi

source: Amount
tr: Miktar

source: Balance
tr: Denge

source: View
tr: Görüş

# enterAtLeastOnAmount
source: Enter at least one amount for a payment mode
tr: Ödeme modu için en az bir tutar girin

# paymentCreatedSuccessfully
source: The customer payment created successfully!
tr: Müşteri ödemesi başarıyla oluşturuldu!

# scanBarcode
source: Scan a barcode
tr: Barkod tarayın

# choosePaymentMode
source: Please Choose The Mode Of Payment
tr: Lütfen Ödeme Şeklini Seçiniz

source: Online Payment
tr: Çevrimiçi Ödeme

source: Bank Transfer
tr: Banka Havalesi

source: Cash Payment
tr: Nakit ödeme

# successfullyPayment
source: Your payment was Successfully!
tr: Ödemeniz başarıyla gerçekleşti!

# successfullyPaymentDescription
source: Thanks for your payment and enjoy the app!
tr: Ödemeniz için teşekkür ederiz ve uygulamanın keyfini çıkarın!

# failedPayment
source: Your payment was failed!
tr: Ödemeniz başarısız oldu!

# failedPaymentDescription
source: Your payment was failed for a reason and you can try again!
tr: Ödemeniz bir nedenden dolayı başarısız oldu; tekrar deneyebilirsiniz!

source: Pay
tr: Ödemek

source: Loyalty Point History
tr: Sadakat Puanı Geçmişi

source: Point
tr: Nokta

source: Loyalty
tr: Bağlılık

source: View Points
tr: Bakış Noktaları

source: Points
tr: Puanlar

# pointsDescription
source: The greater the number of orders a customer makes, the higher the points they get.
tr: Bir müşterinin verdiği sipariş sayısı ne kadar fazla olursa, aldığı puan da o kadar yüksek olur.

source: All
tr: Tüm

source: Earned
tr: Kazanılan

source: Spent
tr: Harcanan

source: Addresses
tr: Adresler

# rechargePoint
source: Recharge Points
tr: Şarj Noktaları

# redeemPoint
source: Redeeming Points
tr: Puan Kullanma

# pointExpireDuration
source: Point expire duration by days
tr: Puanın sona erme süresi gün bazında

# enableSplitPaymentTill
source: Enable pay by point split payment till
tr: Şu ana kadar noktaya göre bölünmüş ödemeyi etkinleştirin

# businessHoursUpdatedSuccessfully
source: Your Business hours updated successfully!
tr: Çalışma saatleriniz başarıyla güncellendi!

# emptyHoursError
source: Please enter times in 12-hour format for all enabled days.
tr: Lütfen tüm etkin günler için saatleri 12 saatlik biçimde girin.

# timeFormatError
source: Please enter times in 12-hour format
tr: Lütfen saatleri 12 saatlik formatta girin

# timeTypeFormat
source: Please enter all time types. (AM/PM)
tr: Lütfen tüm zaman türlerini girin.

source: Percentage
tr: Yüzde

source: Value
tr: Değer

# discountUpdatedSuccessfully
source: Discount value updated successfully!
tr: İndirim değeri başarıyla güncellendi!

# enterDiscountError
source: Enter a value for discount
tr: İndirim için bir değer girin

# applyDiscountWarning
source: This value will apply to all products, are you sure about this?
tr: Bu değer tüm ürünler için geçerli olacak, bundan emin misiniz?

# applyDiscountTooltip
source: By enabling discount this allow user to have a specific amount of money (AED) as discount. By disabling discount this does not allow user to have a specific amount of money (AED) as to show as a discount. By enabling percentage it allow user to make percentage discount.
tr: İndirimin etkinleştirilmesi, kullanıcının indirim olarak belirli miktarda paraya (AED) sahip olmasına olanak tanır.

# printTooltipText
source: By enabling print it allows user to print receipts. By disabling print it prevents from printing receipts.
tr: Yazdırmayı etkinleştirerek kullanıcının makbuzları yazdırmasına olanak tanır.

# rePrintTooltipText
source: By enabling reprint it allows to reprint a printed receipt. Footer message appears at the bottom of the receipt.
tr: Yeniden yazdırmanın etkinleştirilmesi, yazdırılan bir makbuzun yeniden yazdırılmasına olanak tanır.

# merchantCopyTooltip
source: If the merchants wants to have a copy of the user's receipt.
tr: Satıcı, kullanıcının makbuzunun bir kopyasını almak isterse.

source: Discount Settings
tr: İndirim Ayarları

source: Loyalty Settings
tr: Bağlılık Ayarları

# applyLoyaltyWarning
source: recharge & redeem point of all items recalculate based on your setting , are you sure to continue?
tr: tüm öğelerin yeniden şarj etme ve kullanma puanları, ayarlarınıza göre yeniden hesaplanır, devam edeceğinizden emin misiniz?

source: Apply
tr: Uygula

# branchCountryTaxIs
source: Tax value of branch country:
tr: Şube ülkesinin vergi değeri:

# updateOptionalParamsSuccessfully
source: Optional Parameters Updated Successfully!
tr: İsteğe Bağlı Parametreler Başarıyla Güncellendi!

# updatePOSParamsSuccessfully
source: POS Parameters Updated Successfully!
tr: POS Parametreleri Başarıyla Güncellendi!

# posDevices
source: POS Device
tr: POS Cihazı

source: Stock Details
tr: Stok Detayları

# configurationsSavedSuccessfully
source: Your configuration changed successfully!
tr: Yapılandırmanız başarıyla değiştirildi!

source: Product added successfully!
tr: Ürün başarıyla eklendi!

# pleaseEnterValidEmail
source: Please enter a valid email.
tr: Lütfen geçerli bir e-posta girin.

source: Notification Type
tr: Bildirim Türü

# notificationTypeTooltip
source: This field allows you to select the preferred method(s) of receiving notifications. You can choose to receive notifications via Email, SMS, or both.
tr: Bu alan, tercih edilen bildirim alma yöntemini/yöntemlerini seçmenize olanak tanır.

# notificationEvent
source: Notification Trigger
tr: Bildirim Tetikleyicisi

# notificationEventTooltip
source: This field specifies the event that will trigger the notification. Select the relevant event, such as order confirmation, shipping updates, or promotional offers, for which you wish to receive notifications.
tr: Bu alan, bildirimi tetikleyecek olayı belirtir.

# notificationTextTooltip
source: This field is where you can input the actual message that will be sent as a notification. Ensure the text is clear and includes all necessary information relevant to the event chosen.
tr: Bu alan, bildirim olarak gönderilecek asıl mesajı girebileceğiniz yerdir.

# smsAllowedTooltip
source: This feature allows SMS notifications to be sent to customers, keeping them informed about their orders and updates.
tr: Bu özellik, müşterilere SMS bildirimleri gönderilerek siparişleri ve güncellemeleri hakkında bilgi sahibi olmalarını sağlar.

source: Main Category deleted successfully!
tr: Ana Kategori başarıyla silindi!

source: Sub Category deleted successfully!
tr: Alt Kategori başarıyla silindi!

source: Delete Customer
tr: Müşteriyi Sil

source: Delete Expense
tr: Gider Sil

source: Max Expiring Point To Notify Customer
tr: Müşteriye Bildirilecek Maksimum Sona Erme Noktası

source: Remained Days To Expire Point To Notify Customer
tr: Müşteriye Bildirilecek Süre Sonuna Kalan Gün Sayısı

# productsAndStock
source: Products & Stock
tr: Ürünler ve Stok

source: System Management
tr: Sistem Yönetimi

source: Online Ordering
tr: Çevrimiçi Sipariş

source: Phone is Required
tr: Telefon Gereklidir

# paymentModeAddedSuccessfully
source: Your Payment mode added successfully
tr: Ödeme modunuz başarıyla eklendi

source: Twitter
tr: heyecan

# whatsappNumberForOrders
source: Whatsapp orders will be sent to
tr: Whatsapp siparişleri gönderilecek

# onlineOrderingTooltip
source: Receiving order via online store
tr: Online mağaza üzerinden sipariş alma

# closeMessageTooltip
source: When online ordering is off or out of working hours, this message will appear on the store page
tr: Çevrimiçi sipariş kapalı olduğunda veya çalışma saatleri dışında olduğunda bu mesaj mağaza sayfasında gösterilecektir

# engMessage
source: English
tr: İngilizce Mesaj

# arMessage
source: Arabic
tr: Arapça Mesaj

# trMessage
source: Turkish
tr: Türkçe Mesaj

# frMessage
source: French
tr: Fransızca Mesaj

# onlineOrderingSettingsSavedSuccessfully
source: Online Ordering Settings Updated Successfully!
tr: Online Sipariş Ayarları Başarıyla Güncellendi!

# messagesSettingsSavedSuccessfully
source: Messages Settings Updated Successfully!
tr: Mesaj Ayarları Başarıyla Güncellendi!

source: Categorized
tr: Kategorize edilmiş

# allowDiscountToAllProducts
source: Allow discount to all the products max by
tr: Maksimum tüm ürünlerde indirime izin ver

# enterValidPhone
source: Enter a Valid Phone
tr: Geçerli bir Telefon Girin

source: Payment Type
tr: Ödeme Türü

source: Printing Orders From POS
tr: POS'tan Sipariş Yazdırma

source: Printing Orders From POS Tooltip
tr: Siparişleri POS Araç İpucundan Yazdırma

source: Printing Invoice From POS
tr: POS'tan Fatura Yazdırma

source: Printing Invoice From POS Tooltip
tr: POS Araç İpucundan Fatura Yazdırma

# trn
source: TRN (Tax Registered Number)
tr: TRN (Vergi Kayıt Numarası)

source: Add Payment Type
tr: Ödeme Türü Ekle

# paymentReferenceNumber
source: Payment Reference Number/ID
tr: Ödeme Referans Numarası/Kimliği

source: Operator
tr: Operatör

source: Add Operator
tr: Operatör Ekle

source: Delete Logo Successfully
tr: Logoyu Başarıyla Sil

source: Business name is required
tr: İşletme adı gerekli

source: Customer Address Requirement
tr: Müşteri Adresi Gereksinimi

# toggleCustomerAddress
source: Toggle to require customer address during checkout
tr: Ödeme sırasında müşteri adresini gerektirecek şekilde geçiş yapın

# optionalMsg
source: Any Optional Info you want to link with invoice like notes
tr: Notlar gibi faturaya bağlamak istediğiniz İsteğe Bağlı Bilgiler

# footerLogoMsg
source: Upload Your Logo For The POS Invoice,this logo will be display at the bottom of your printed invoices
tr: POS Faturası İçin Logonuzu Yükleyin, bu logo basılı faturalarınızın altında görüntülenecektir

# headerLogoMsg
source: Upload Your Logo For The POS Invoice,this logo will be display at the top of your printed invoices
tr: POS Faturası İçin Logonuzu Yükleyin, bu logo basılı faturalarınızın üst kısmında görüntülenecektir

source: Header Logo
tr: Başlık Logosu

source: Store Details
tr: Mağaza Detayları

source: Social Media Link
tr: Sosyal Medya Bağlantısı

source: Let Us Know About Your Business
tr: İşletmeniz Hakkında Bize Bilgi Verin

# businessTypeStepDescription
source: Please select the type of business that best describes what you do.
tr: Lütfen yaptığınız işi en iyi tanımlayan iş türünü seçin.

source: What's Your Business Name?
tr: İşletme Adınız Nedir?

# businessNameStepDescription
source: Please enter the name of your business so we can personalize your experience.
tr: Deneyiminizi kişiselleştirebilmemiz için lütfen işletmenizin adını girin.

source: Your Business Name
tr: İşletme Adınız

source: Enter Your Business Name
tr: İşletme Adınızı Girin

source: Enter Your Store Link
tr: Mağaza Bağlantınızı Girin

# domainLinkStepDescription
source: Provide your store’s online link to connect your business seamlessly.
tr: İşletmenizi sorunsuz bir şekilde birbirine bağlamak için mağazanızın çevrimiçi bağlantısını sağlayın.

source: Store Link
tr: Mağaza Bağlantısı

# enterYouStoreUrl
source: Enter your store's URL here
tr: Mağazanızın URL'sini buraya girin

# getOrderWhatsappNumber
source: Get Orders Sent to Your WhatsApp
tr: WhatsApp'ınıza Gönderilen Siparişleri Alın

source: Whatsapp Number
tr: Whatsapp Numarası

# selectCountryAndCity
source: Please Select Your Country and City
tr: Lütfen Ülkenizi ve Şehrinizi Seçin

# countryAndCityStepDescription
source: Select your store’s country and city to get tailored services.
tr: Size özel hizmetlerden yararlanmak için mağazanızın ülkesini ve şehrini seçin.

# configureRestaurant
source: Let us help you to configure your restaurant!
tr: Restoranınızı yapılandırmanıza yardımcı olalım!

# configureRestaurantStepDescription
source: Let’s configure your store so your staff can take orders and update them easily.
tr: Mağazanızı personelinizin sipariş alabilmesi ve kolayca güncelleyebilmesi için yapılandıralım.

# willWaitersBeTakingOrders
source: Will your waiters be taking orders using this system? If so, we can create access for them now.
tr: Garsonlarınız bu sistemi kullanarak sipariş mi alacak?

# willYouBePlacingScreenInTheKitchen
source: Will you be placing a screen in the kitchen? This will allow your kitchen staff to update the status of each order.
tr: Mutfağa ekran mı koyacaksınız?

# includeDemoData
source: Include Demo Data for a Quick Start?
tr: Hızlı Başlangıç ​​için Demo Verileri Eklensin mi?

# includeDemoDataStepDescription
source: Start with demo data to explore the system? It’s easy to remove later. Or, handle the setup yourself if you prefer.
tr: Sistemi keşfetmek için demo verileriyle başlamak ister misiniz?

# doYouNeedDemoData
source: I need demo data
tr: Demo verilerine mi ihtiyacınız var?

# noICanHandleIt
source: No, I can handle it myself!
tr: Hayır, bunu kendim halledebilirim!

source: Explore and Setup
tr: Keşfet ve Kurulum

# setupGuideDescription
source: Store Setup Guide : Essential Features and Customization Options
tr: Mağaza Kurulum Kılavuzu: Temel Özellikler ve Özelleştirme Seçenekleri

# OnlineOrdering1Title
source: 1. Online Ordering
tr: 1. Çevrimiçi Sipariş

# OnlineOrdering1Description
source: Control online orders by managing the WhatsApp receiver and setting your store hours.
tr: WhatsApp alıcısını yöneterek ve mağaza saatlerinizi ayarlayarak çevrimiçi siparişleri kontrol edin.

source: Manage Ordering
tr: Siparişi Yönet

# ManageItems2
source: 2. Manage Items
tr: 2. Öğeleri Yönet

# ManageItems2Description
source: Add, edit, and organize your product listings for seamless sales.
tr: Sorunsuz satışlar için ürün listelemelerinizi ekleyin, düzenleyin ve organize edin.

source: Item List
tr: Öğe Listesi

# OrderManagement3
source: 3. Order Management
tr: 3. Sipariş Yönetimi

# OrderManagement3Description
source: Effortlessly track and manage all customer orders from a single, unified dashboard.
tr: Tüm müşteri siparişlerini tek bir birleşik kontrol panelinden zahmetsizce takip edin ve yönetin.

source: Manage Orders
tr: Siparişleri Yönet

# customizeYourStore4
source: 4. Customize Your Store
tr: 4. Mağazanızı Özelleştirin

# customizeYourStore4Description
source: Personalize your stores appearance and settings to match your brand.
tr: Mağazanızın görünümünü ve ayarlarınızı markanıza uyacak şekilde kişiselleştirin.

source: WhatsApp Account
tr: WhatsApp Hesabı

# whatsappAccountDescription
source: Set up alerts and notifications to stay updated on order status and important.
tr: Sipariş durumu ve önemli konularda güncel kalmak için uyarıları ve bildirimleri ayarlayın.

source: Update Account
tr: Hesabı Güncelle

# smsNotification
source: SMS Notifications
tr: SMS Bildirimleri

# smsNotificationDescription
source: Stay updated with custom alerts for orders, events, and key updates.
tr: Siparişler, etkinlikler ve önemli güncellemeler için özel uyarılarla güncel kalın.

# setupNotification
source: Setup Notifications
tr: Kurulum Bildirimleri

source: Staff Management
tr: Personel Yönetimi

# staffManagementDescription
source: Assign roles, monitor performance, and manage staff schedules.
tr: Rolleri atayın, performansı izleyin ve personel programlarını yönetin.

source: Manage Staff
tr: Personeli Yönet

source: Manage Expense
tr: Giderleri Yönet

# manageExpenseDescription
source: Keep track of your business expenses for better financial management.
tr: Daha iyi finansal yönetim için işletme giderlerinizi takip edin.

# customerManagementDescription
source: Maintain customer profiles and interaction history for personalized service.
tr: Kişiselleştirilmiş hizmet için müşteri profillerini ve etkileşim geçmişini koruyun.

source: Table Management
tr: Masa Yönetimi

source: Manage Tables
tr: Tabloları Yönet

# tableManagementDescription
source: Organize and manage table reservations and dining arrangements.
tr: Masa rezervasyonlarını ve yemek düzenlemelerini organize edin ve yönetin.

source: Settings
tr: Ayarlar

# settingsDescription
source: Adjust app preferences, including payment methods, languages, and more.
tr: Ödeme yöntemleri, diller ve daha fazlası dahil olmak üzere uygulama tercihlerini ayarlayın.

source: Go to Settings
tr: Ayarlar'a gidin

source: Download APKs
tr: APK'ları indirin

# downloadAPKsDescription
source: Download the latest app versions directly for installation on your devices.
tr: Cihazlarınıza kurulum için en son uygulama sürümlerini doğrudan indirin.

source: Delete Item
tr: Öğeyi Sil

# deleteItemDesc
source: Are you sure you want to delete this item?
tr: Bu öğeyi silmek istediğinizden emin misiniz?
