Repository: Abdulkrim/CLIENT-APP
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Error happened
tr: Hata oluştu

# statusCodeOk
source: Every thing is ok
tr: Her şey yolunda

# loginSuccess
source: You logging in successfully
tr: Başarıyla giriş yapıyorsunuz

source: Warning
tr: Uyarı

source: Try again
tr: Tekrar deneyin

source: Please check your internet connection
tr: Lütfen internet bağlantınızı kontrol edin

source: Refresh
tr: Yenile

source: This error happened
tr: Bu hata oluştu

source: Confirm
tr: Onaylamak

source: Cancel
tr: İptal etmek

source: Welcome to
tr: Hoş geldiniz

# youBusinessPartner
source: Your number 1 business partner
tr: 1 numaralı iş ortağınız

# pleaseCompleteField
source: This field cannot be empty
tr: Bu alan boş olamaz

source: Enter terminal ID
tr: Terminal kimliğini girin

source: Submit
tr: Göndermek

# plzSelectBranch
source: Please select a branch.
tr: Lütfen bir şube seçin.

source: workers
tr: işçiler

source: Worker
tr: İşçi

# sellers
source: Sales
tr: Satış

source: Add Worker
tr: Çalışan Ekle

source: Edit Worker
tr: Çalışanı Düzenle

source: Employee name
tr: Çalışan adı

source: Sales
tr: Satış

source: Active
tr: Aktif

source: InActive
tr: Aktif Değil

source: Full Name
tr: Ad Soyad

# plzEnterAllData
source: Please enter all data
tr: Lütfen tüm verileri girin

source: Save Changes
tr: Değişiklikleri Kaydet

# downloadReportOfTrans
source: Download Report of Transactions
tr: İşlem Raporunu İndirin

source: Filter
tr: Filtre

# transactionClaimedSuccessfully
source: Transaction Refunded Successfully.
tr: İşlem Başarıyla İade Edildi.

source: Transaction Details
tr: İşlem Detayları

source: Transaction No
tr: İşlem No

source: Transaction Offline Id
tr: İşlem Çevrimdışı Kimliği

source: Voucher
tr: Kupon

source: Payment
tr: Ödeme

source: Discount
tr: İndirim

source: Price
tr: Fiyat

source: Tax
tr: Vergi

source: Total
tr: Toplam

# claimPartially
source: Refund Partially
tr: Kısmen Geri Ödeme

source: Cashier
tr: Kasiyer

source: Customer
tr: Müşteri

source: Date
tr: Tarih

source: Action
tr: Aksiyon

source: View Details
tr: Ayrıntıları Görüntüle

# claim
source: Refund
tr: Geri ödemek

source: Reset
tr: Sıfırla

source: Add Table
tr: Tablo Ekle

source: Edit Table
tr: Tabloyu Düzenle

source: Delete Table
tr: Tabloyu Sil

source: TableName
tr: TabloAdı

source: Table Number
tr: Tablo Numarası

source: Table Capacity
tr: Masa Kapasitesi

source: Policy & Privacy
tr: Politika ve Gizlilik

# requestDeleteAccount
source: You can request to delete your account
tr: Hesabınızın silinmesini talep edebilirsiniz

source: Delete Account
tr: Hesabı Sil

# deleteAccountWill
source: Deleting your account will:
tr: Hesabınızı silmek şunları sağlayacaktır:

# deleteAllPersonalInfo
source: Delete all your personal information
tr: Tüm kişisel bilgilerinizi silin

# deleteAllInfo
source: Delete all your uploaded information
tr: Yüklenen tüm bilgilerinizi silin

# deleteAllBranchInfo
source: Delete all the information of your branches
tr: Şubelerinizin tüm bilgilerini silin

# enterEmailToReceiveOtp
source: Enter the email you registered with to receive the OTP code. Then enter the received code to delete your account
tr: OTP kodunu almak için kaydolduğunuz e-posta adresini girin.

source: Email
tr: E-posta

# plzEnterValidEmail
source: Please enter a valid email
tr: Lütfen geçerli bir e-posta girin

# sendRequestDeleteAccount
source: Send Delete Account Request
tr: Hesap Silme İsteği Gönder

source: OTP Code
tr: OTP Kodu

source: Submit Code
tr: Kodu Gönder

source: Your Billing History
tr: Faturalandırma Geçmişiniz

source: Invoice No
tr: Fatura No

source: Subscription date
tr: Abonelik tarihi

source: Business Name
tr: İşletme Adı

source: Day Remains
tr: Kalan Gün

source: Subscription Renews
tr: Abonelik Yenilemeleri

source: isActive
tr: Aktif

source: Checkout Summary
tr: Ödeme Özeti

# branchName
source: Store Name
tr: Mağaza Adı

source: Duration
tr: Süre

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

# selectedPlan
source: Your {packageName} Subscription Plan
tr: {packageName} Abonelik Planınız

source: Features
tr: Özellikler

source: Status
tr: Durum

source: Price Calculation
tr: Fiyat Hesaplama

source: Base Price
tr: Taban Fiyat

source: Add-on Charges
tr: Eklenti Ücretleri

source: Total price
tr: Toplam fiyat

# subscribedSuccessfully
source: You have subscribed successfully!
tr: Başarıyla abone oldunuz!

source: Checkout
tr: Çıkış yapmak

# selectPlan
source: Select a Plan
tr: Bir Plan Seçin

# allPlaneIncluded
source: All plans above include:
tr: Yukarıdaki tüm planlar şunları içerir:

source: month
tr: ay

source: year
tr: yıl

# choosePlan
source: Choose {packageName} Plan
tr: {packageName} Planını seçin

source: Subscription Plane
tr: Abonelik Düzlemi

source: Current Plan Details
tr: Mevcut Plan Detayları

source: Day Remaining
tr: Kalan Gün

# subscriptionExpired
source: Your subscription has expired, please renew your subscription!
tr: Aboneliğinizin süresi doldu, lütfen aboneliğinizi yenileyin!

source: Renew Plan
tr: Planı Yenile

source: Next Payment
tr: Sonraki Ödeme

source: On
tr: Açık

source: Days
tr: Günler

# trialPeriodRemainingDays
source: You are on day {date} of your trial period
tr: Deneme sürenizin {date}. günündesiniz

source: Add Stock
tr: Stok Ekle

source: Edit Stock
tr: Stok Düzenle

# whatStockAdd
source: What are the stocks you are going to add?
tr: Ekleyeceğiniz hisse senetleri nelerdir?

# addSomeStocks
source: Add some stocks to be in place to ensure a successful launch.
tr: Yerinde olacak bazı hisse senetleri ekleyin

source: Import
tr: İçe aktarmak

source: Category
tr: Kategori

source: Name:
tr: İsim:

source: items
tr: öğeler

source: Increase
tr: Arttırmak

source: Decrease
tr: Azaltmak

source: Download Stock Report
tr: Stok Raporunu İndir

source: Total Items
tr: Toplam Öğeler

source: Total Quantity
tr: Toplam Adet

source: Total Product Value
tr: Toplam Ürün Değeri

source: Sort by
tr: Göre sırala

source: Decrease Stock Quantity
tr: Stok Miktarını Azaltın

source: Quantity
tr: Miktar

source: Enter Quantity
tr: Miktarı Girin

source: Reason
tr: Sebep

# decreasedSuccessfully
source: Stock quantity decreased successfully!
tr: Stok miktarı başarıyla azaldı!

source: Save
tr: Kaydetmek

source: Increase Stock Quantity
tr: Stok Miktarını Artırın

source: Measure Unit
tr: Ölçü Birimi

source: Buying Price
tr: Alış Fiyatı

source: Enter Buying Price
tr: Alış Fiyatını Girin

# increasedSuccessfully
source: Stock quantity increased successfully!
tr: Stok miktarı başarıyla artırıldı!

# barcodeNumProName
source: Barcode Number, Product Name
tr: Barkod Numarası, Ürün Adı

# proEnName
source: Product English Name
tr: Ürünün İngilizce Adı

source: Barcode Number
tr: Barkod Numarası

source: Current Quantity
tr: Mevcut Miktar

# stepGuideBusiness
source: Setup Guide For Your Business
tr: İşletmeniz İçin Kurulum Kılavuzu

# stepGuideBusinessDescription
source: This setup guide streamlines your business setup process for maximum ease and efficiency.
tr: Bu kurulum kılavuzu, maksimum kolaylık ve verimlilik için işletme kurulum sürecinizi kolaylaştırır.

# selectBusinessTypeAndCountry
source: Select Your Business Type & Country
tr: İşletme Türünüzü ve Ülkenizi Seçin

# pleaseSelectBusinessTypeAndCountry
source: Please Select Your Business Type & Country
tr: Lütfen İşletme Türünüzü ve Ülkenizi Seçin

# selectBusinessTypeDescription
source: By choosing your business type, we can customize your needs.
tr: İşletme türünüzü seçerek ihtiyaçlarınızı özelleştirebiliriz.

source: Add Business and Country
tr: İşletme ve Ülke Ekle

source: Configuration
tr: Yapılandırma

# enableOrDisable
source: Enable or disable features according to your preference.
tr: Tercihinize göre özellikleri etkinleştirin veya devre dışı bırakın.

source: Change Configuration
tr: Yapılandırmayı Değiştir

source: Products
tr: Ürünler

source: Upload products list
tr: Ürün listesini yükle

# notifications
source: Notification
tr: Bildiri

# notificationsDes
source: Notifications are sent to customers to inform them about order updates eg:- We have received our order.
tr: Sipariş güncellemeleri hakkında onları bilgilendirmek için müşterilere bildirimler gönderilir, örneğin: - Siparişimizi aldık.

source: Add Notification
tr: Bildirim Ekle

source: Notification
tr: Bildiri

# notificationDes
source: This field displays the maximum SMS balance limit that users can send to their clients, ensuring efficient communication and messaging capabilities.
tr: Bu alan, kullanıcıların müşterilerine gönderebilecekleri maksimum SMS bakiye limitini görüntüleyerek verimli iletişim ve mesajlaşma olanağı sağlar.

# addSMS
source: Add Notification
tr: Bildirim Ekle

source: Edit SMS
tr: SMS'i düzenle

source: Setup Guide
tr: Kurulum Kılavuzu

# setupGuideDes
source: This setup guide is to make it as easy as possible for you to get start the store running.
tr: Bu kurulum kılavuzu, mağazayı çalıştırmaya başlamanızı mümkün olduğunca kolaylaştırmak içindir.

source: Add Your first product
tr: İlk ürününüzü ekleyin

# addYourFirstProductDes
source: Upload Image, Enter Product Name, Enter Price and Add Quantity.
tr: Resim Yükleyin, Ürün Adını Girin, Fiyat Girin ve Adet Ekleyin.

source: Add Product
tr: Ürün Ekle

source: Add Your Stock
tr: Stokunuzu Ekleyin

# addYourStockDes
source: Upload Image, Select Category, Select Product Name, Enter Manufacture and Expiry Date, Enter Batch No, Enter Price, and Add Quantity.
tr: Resim Yükleyin, Kategori Seçin, Ürün Adını Seçin, Üretim ve Son Kullanma Tarihini Girin, Parti Numarasını Girin, Fiyatı Girin ve Miktarı Ekleyin.

source: Store Info
tr: Mağaza Bilgisi

# merchantInfoDes
source: Merchant information here you can update the Logos for the Merchant Store, Merchant Name, Merchant Description, Email address, Location and the social media links.
tr: Satıcı bilgileri burada Satıcı Mağazası Logolarını, Satıcı Adını, Satıcı Açıklamasını, E-posta adresini, Konumu ve sosyal medya bağlantılarını güncelleyebilirsiniz.

source: Add Info
tr: Bilgi Ekle

source: Add User
tr: Kullanıcı Ekle

# addUserDes
source: Add user to your store
tr: Kullanıcıyı mağazanıza ekleyin

source: Add Device
tr: Cihaz Ekle

# addDeviceDes
source: Enter your Device serial No and IMEI No.
tr: Cihazınızın seri numarasını ve IMEI numarasını girin.

source: Completed
tr: Tamamlanmış

source: Skip
tr: Atlamak

# continuee
source: Continue
tr: Devam etmek

# setupGuideCompleted
source: Setup Guide is Completed
tr: Kurulum Kılavuzu Tamamlandı

# setupGuideCompletedDes
source: All the process for the setup guide has been completed
tr: Kurulum kılavuzuna ilişkin tüm süreç

# plzWaitSetupAccount
source: Please wait while we setup your account
tr: Lütfen bekleyin

# willTakeMoment
source: This will take a moment...
tr: Bu biraz zaman alacak...

source: Type
tr: Tip

source: Event
tr: Etkinlik

source: Text
tr: Metin

source: Next
tr: Sonraki

source: Business Type
tr: İşletme Türü

# selectBusinessType
source: Select a Business Type
tr: Bir İşletme Türü Seçin

# enterSubDomain
source: Enter Your Custom Catalogak Sub Domain
tr: Özel Catalogak Alt Alan Adınızı Girin

source: Country
tr: Ülke

# selectCountry
source: Select a Country
tr: Bir Ülke Seçin

source: City
tr: Şehir

# selectCity
source: Select a city
tr: Bir şehir seçin

source: Business Address
tr: İşletme Adresi

source: Phone Number
tr: Telefon Numarası

source: Email Address
tr: E-posta Adresi

source: Your branch created successfully!
tr: Şubeniz başarıyla oluşturuldu!

source: Back
tr: Geri

source: Upload
tr: Yüklemek

source: Uploaded successfully
tr: Başarıyla yüklendi

# downloadTemplate
source: Download Templates
tr: Şablonları İndir

source: Update Product List
tr: Ürün Listesini Güncelle

# thankForSignUp
source: Thanks for signing up!
tr: Kaydolduğunuz için teşekkürler!

# helpToGetStart
source: We will help you get started with just a couple of steps with the help of our guide.
tr: Başlamanıza yardımcı olacağız

source: Get Started
tr: Başlarken

source: Welcome
tr: Hoş geldin

source: Finish
tr: Sona ermek

source: Contact us
tr: Bize Ulaşın

source: today
tr: Bugün

source: Call us:
tr: Bizi arayın:

source: Address:
tr: Adres:

source: Morning
tr: Sabah

source: AfterNoon
tr: Öğleden sonra

source: Evening
tr: Akşam

# serviceWith
source: Service with a
tr: Servis

# theRightFit
source: The right fit for your business
tr: İşletmeniz için doğru seçim

# helpPOS
source: New to Point of Sales (POS)? We take the time to help you understand how it all works so you can make the best decisions for your business.
tr: Satış Noktasında (POS) yeni misiniz?

source: Speak to real person
tr: Gerçek kişiyle konuş

source: Get help fast
tr: Hızlı yardım alın

# expertsTrust
source: Experts you can trust
tr: Güvenebileceğiniz uzmanlar

source: Have us contact
tr: Bize ulaşın

source: you.
tr: Sen.

source: Contact Name
tr: Kişi Adı

source: Support
tr: Destek

source: Message
tr: Mesaj

source: Time Preference
tr: Zaman Tercihi

# needSupport
source: I need Support
tr: Desteğe ihtiyacım var

# setupWithSupport
source: If you need to setup the merchant app with the help of support please click the button below.
tr: Satıcı uygulamasını kurmanız gerekiyorsa

# setupMySelf
source: I will setup myself
tr: kendim ayarlayacağım

# changesUpdateSuccessfully
source: Your changes updated successfully!
tr: Değişiklikleriniz başarıyla güncellendi!

# customerAddressRequired
source: Customer address will be required
tr: Müşteri adresi gerekli olacaktır

# customerAddressRequiredTooltip
source: This feature ensures that customer addresses are collected and required for order processing, facilitating accurate and efficient delivery.
tr: Bu özellik, müşteri adreslerinin toplanmasını ve sipariş işleme için gerekli olmasını sağlayarak doğru ve verimli teslimatı kolaylaştırır.

source: Order via whatsapp
tr: WhatsApp ile sipariş verin

# orderViaWhatsappTooltip
source: Send online store order to WhatsApp number when enabled
tr: Bu özellik, WhatsApp üzerinden sipariş vermeyi destekleyerek müşterilerin siparişlerini doğrudan vermeleri için kullanışlı ve popüler bir kanal sağlıyor.

source: Param 1
tr: Parametre 1

source: Param 2
tr: Parametre 2

source: Param 3
tr: Parametre 3

# updatedSuccessfully
source: Update successfully
tr: Başarıyla güncelle

source: Enable
tr: Olanak vermek

source: Disable
tr: Devre dışı bırakmak

# manageCustomerOrderAndLines
source: Enable Queue in the system allowing generation of queue # before invoicing.
tr: Faturalamadan önce kuyruk # oluşturulmasına izin veren sistemde Kuyruk'u etkinleştirin.

source: Queue
tr: Sıra:

# smsAllowed
source: SMS Notification:
tr: SMS Bildirimi:

source: Customer Management
tr: Müşteri Yönetimi

# customerAllowedTooltip
source: The cashier can easily add or select a customer during a transaction, streamlining the checkout process and enabling quick access to customer information and rewards.
tr: Kasiyer, bir işlem sırasında kolayca müşteri ekleyebilir veya seçebilir, böylece ödeme sürecini kolaylaştırabilir ve müşteri bilgilerine ve ödüllere hızlı erişim sağlayabilir.

# managerDiscount
source: Manage discounts and promotions alerts for your customers.
tr: Müşterileriniz için indirim ve promosyon uyarılarını yönetin.

source: Discount Type
tr: İndirim Türü:

# processCustomerOrder
source: Enabling the sales return option in the system allowing user to raise a request of sales return of a specific sale record. Automatic allow a sales return to be done in the system without the requirement of the approvals.
tr: Sistemde satış iadesi seçeneğinin etkinleştirilmesi, kullanıcının belirli bir satış kaydına ilişkin satış iadesi talebi oluşturmasına olanak tanır.

# acceptVariousPayment
source: Cash field allow user to pay by using cash. Visa field allow user to pay by visa card (Bank Account). Multi Cheque is to pay by cheque. When merchant try to make transaction the password he has to enter the password.
tr: Nakit alanı, kullanıcının nakit kullanarak ödeme yapmasına olanak tanır.

source: Printing
tr: Baskı

source: Printing Allow
tr: Yazdırmaya İzin Ver:

source: Reprint
tr: Yeniden yazdır:

source: Merchant Copy
tr: Satıcı Kopyası:

# footerMsg
source: Footer Message
tr: Alt Bilgi Mesajı

# selectTaxType
source: Select a Tax Type
tr: Vergi Türü Seçin

source: Tax Type
tr: Vergi Türü

source: Tax Value
tr: Vergi Değeri

# selectClaimMod
source: Select a refund mode
tr: Bir geri ödeme modu seçin

# selectMerchantCopy
source: Select a merchant copy
tr: Bir satıcı kopyası seçin

# selectPaymentMode
source: Select a payment mode
tr: Bir ödeme modu seçin

# selectTax
source: Select a tax
tr: Bir vergi seçin

source: Enter TRN value
tr: TRN değerini girin

source: Enter Footer value
tr: Altbilgi değerini girin

source: Add Category
tr: Kategori Ekle

source: Search by category name
tr: Kategori adına göre ara

# plzSelectMainAndSub
source: Please Select a Main Category and a Sub Category.
tr: Lütfen Ana Kategori ve Alt Kategori Seçiniz.

source: All items
tr: Tüm öğeler

source: onlyActiveItems
tr: yalnızcaActiveItems

# searchByNameOrBarcode
source: Search by name or barcode number
tr: İsme veya barkod numarasına göre arayın

source: List
tr: Liste

# gird
source: Grid
tr: Izgara

# whatProductSell
source: What are the products you are going to sell?
tr: Satmayı planladığınız ürünler nelerdir?

# someProductRequired
source: Prior to launching your store, you will require some products to be in place to ensure a successful launch.
tr: Mağazanızı açmadan önce, başarılı bir lansman sağlamak için bazı ürünlerin mevcut olması gerekecektir.

# plzSelectCategory
source: Please select a category
tr: Lütfen bir kategori seçin

source: Add Sub-Category
tr: Alt Kategori Ekle

# searchBySubNme
source: Search by sub-category name
tr: Alt kategori adına göre ara

source: Add
tr: Eklemek

source: Edit
tr: Düzenlemek

source: Sub Category
tr: Alt Kategori

source: Sub
tr: Alt

# catEngName
source: Category’s English Name
tr: Kategorinin İngilizce Adı

# catFrenchName
source: Category’s French Name
tr: Kategorinin Fransızca Adı

# catArName
source: Category’s Arabic Name
tr: Kategorinin Arapça Adı

# catTrName
source: Category’s Turkish Name
tr: Kategorinin Türkçe Adı

# subCatEngName
source: Sub Category’s English Name
tr: Alt Kategorinin İngilizce Adı

# subCatFrenchName
source: Sub Category’s French Name
tr: Alt Kategorinin Fransızca Adı

# subCatArName
source: Sub Category’s Arabic Name
tr: Alt Kategorinin Arapça Adı

# subCatTrName
source: Sub Category’s Turkish Name
tr: Alt Kategorinin Türkçe Adı

source: Upload Image
tr: Resim Yükle

source: Edit Product
tr: Ürünü Düzenle

# productDes
source: Product Description
tr: Ürün Açıklaması

# productEngName
source: Product’s English Name
tr: Ürünün İngilizce Adı

# productFrenchName
source: Product’s French Name
tr: Ürünün Fransızca Adı

# productArName
source: Product’s Arabic Name
tr: Ürünün Arapça Adı

# productTrName
source: Product’s Turkish Name
tr: Ürünün Türkçe Adı

source: Save Product
tr: Ürünü Kaydet

source: Discount price cannot be greater than price.
tr: İndirimli fiyat fiyattan büyük olamaz.

# selectType
source: Select a type
tr: Bir tür seçin

# selectSubCategory
source: Select a subcategory
tr: Bir alt kategori seçin

# enterPrice
source: Enter the price
tr: Fiyatı girin

# enterMinimumAndMaximumPrice
source: Enter the minimum and maximum price
tr: Minimum ve maksimum fiyatı girin

source: Open Price
tr: Açık Fiyat

source: Open Quantity
tr: Açık Adet

source: Can Have Stock
tr: Stok Olabilir

source: Initial Quantity
tr: Başlangıç ​​Miktarı

source: Maximum Price
tr: Maksimum Fiyat

source: Minimum Price
tr: Asgari Fiyat

source: Product Discount
tr: Ürün İndirimi

source: Yes
tr: Evet

source: No
tr: HAYIR

# buyingPriceHigherThanPrice
source: The buying price is higher than the price, Do you want to submit your data?
tr: Alış fiyatı fiyattan yüksek. Verilerinizi göndermek istiyor musunuz?

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

source: Order ID
tr: Sipariş Kimliği

source: Created
tr: Oluşturuldu

source: Order Details
tr: Sipariş Detayları

source: Canceled
tr: İptal edildi

source: Number of Orders (Today)
tr: Sipariş Sayısı (Bugün)

# salesAmountToday
source: Order Amount (Today)
tr: Satış Tutarı (Bugün)

# numberOfProductToday
source: Number of Products (Today)
tr: Ürün Sayısı (Bugün)

# numberOfCustomerToday
source: Number of Customers (Today)
tr: Müşteri Sayısı (Bugün)

# selectCashier
source: Select the cashier:
tr: Kasiyeri seçin:

# selectPaymentForThisOrder
source: Select the payment type for this order:
tr: Bu sipariş için ödeme türünü seçin:

# plzEnterAllField
source: Please enter all fields
tr: Lütfen tüm alanları girin

source: Change Status
tr: Durumu Değiştir

source: Store Name
tr: Mağaza Adı

source: Contact Number
tr: İletişim Numarası

# secondPhone
source: Second Phone Number
tr: İkinci Telefon Numarası

# branchDesc
source: Branch Description
tr: Şube Açıklaması

source: Facebook Link
tr: Facebook Bağlantısı

source: Instagram Link
tr: Instagram Bağlantısı

# defaultLogo
source: Placeholder logo
tr: Yer tutucu logosu

# logo
source: Store Logo
tr: Mağaza Logosu

source: Footer logo
tr: Altbilgi logosu

source: Logo printing
tr: Logo baskısı

source: Remove
tr: Kaldırmak

# removeConfirm
source: Are you sure you want to remove the {logoName}
tr: istediğinden emin misin

source: Log out
tr: Oturumu kapat

source: Edit Expense
tr: Gideri Düzenle

source: Add Expense
tr: Gider Ekle

source: Expense Amount
tr: Gider Tutarı

# enterTheAmountExpense
source: Enter the Amount for the Expense
tr: Gider Tutarını Girin

source: Expense Date
tr: Gider Tarihi

source: Select
tr: Seçme

source: Notes
tr: Notlar

source: Enter Notes here
tr: Notları buraya girin

# typeOfExpense
source: Type of Expenses
tr: Gider Türü

source: Select the Expense Type
tr: Gider Türünü Seçin

source: Upload Invoice
tr: Fatura Yükle

source: Payment Mode
tr: Ödeme Modu

source: Type Name
tr: Adı yazın

source: Add Type of Expense
tr: Gider Türünü Ekle

# enterNameOfType
source: Enter Name of Type of Expense
tr: Gider Türünün Adını Girin

source: Choose File
tr: Dosya Seç

source: No File Chosen
tr: Dosya Seçilmedi

# searchByNameNoteAmount
source: Search by Type Name, Note, Amount
tr: Türe Göre Arama Ad, Not, Tutar

source: Device
tr: Cihaz

source: Serial No
tr: Seri No

# findSerialNo
source: Find the Serial Number back of the device
tr: Cihazın arkasındaki Seri Numarasını bulun

source: Date Range
tr: Tarih Aralığı

source: Week
tr: Hafta

# editSubDomain
source: Edit Catalogak Sub Domain
tr: Catalogak Alt Alan Adını Düzenle

# topOrderProducts
source: Top Ordered Per
tr: En Çok Sipariş Verilenler

source: Top Sales Per
tr: Başına En Çok Satış

source: Based on Price
tr: Fiyata Göre

source: Based on Quantity
tr: Miktar bazında

source: Transactions
tr: İşlemler

source: Order No
tr: Sipariş No

source: Orders
tr: Siparişler

source: Cashier Sales:
tr: Kasiyer Satışı:

source: Sales Per
tr: Satış Başına

source: Total Sales
tr: Toplam Satışlar

source: Total Orders
tr: Toplam Siparişler

source: Worker Sales:
tr: İşçi Satışları:

source: Add Customer
tr: Müşteri Ekle

source: Edit Customer
tr: Müşteriyi Düzenle

source: Search Customer
tr: Müşteri Ara

source: Customer Name
tr: Müşteri Adı

source: Customer Email
tr: Müşteri E-postası

source: Customer Address
tr: Müşteri Adresi

# addCustomerDesc
source: Add Customer to your merchant app to store their, information and provide personalized services.
tr: Depolamak için Müşteriyi satıcı uygulamanıza ekleyin,

source: Male
tr: Erkek

source: Female
tr: Dişi

source: Location
tr: Konum

source: Street
tr: Sokak

source: District
tr: Semt

source: Flat
tr: Düz

# buildName
source: Building Name
tr: Bina Adı

# additionalInfo
source: Additional Information
tr: Ek Bilgiler

source: Cash
tr: Peşin
